{
  "help1": {
    "id": "help1",
    "title": "Как включить компьютер?",
    "description": "На корпусе вашего компьютера есть кнопка его включения. Нажмите на неё",
    "fullDescription": "КАК ВКЛЮЧИТЬ ПК\n\n1. ПОДГОТОВКА К ВКЛЮЧЕНИЮ\n\t1.1. ПРОВЕРКА ЭЛЕКТРОПИТАНИЯ\n\t\t- Убедитесь, что кабель питания подключен к розетке 220В\n\t\t- Проверьте подключение кабеля к блоку питания\n\t1.2. ПРОВЕРКА ПЕРИФЕРИИ\n\t\t- Подключите монитор к видеовыходу ПК\n\t\t- Подсоедините клавиатуру и мышь\n\n2. ПРОЦЕСС ВКЛЮЧЕНИЯ\n\t2.1. НАЖМИТЕ КНОПКУ ПИТАНИЯ\n\t\t- Найдите кнопку на передней панели\n\t\t- Нажмите и отпустите кнопку\n\t2.2. НАБЛЮДАЙТЕ ЗА ИНДИКАТОРАМИ\n\t\t- Должны загореться светодиоды\n\t\t- Должны заработать вентиляторы\n\n3. ЗАВЕРШЕНИЕ\n\t- Дождитесь загрузки ОС\n\t- Если ПК не включается, проверьте все подключения"
  },
  "help2": {
    "id": "help2",
    "title": "Оплата услуг",
    "description": "У нас всё бесплатно, но есть Donation Alerts",
    "fullDescription": "Всё бесплатно, но вы можете отправить пожертвование замкадышу по ссылке https://www.donationalerts.com/r/zmkds"
  },
  "help3": {
    "id": "help3",
    "title": "Правила Discord-сервера",
    "description": "Ознакомиться с правилами Discord-сервера zamkaysh можно прямиком на сайте или на Discord-сервере в канале правила.",
    "fullDescription": "1. ОБЩИЕ ПОЛОЖЕНИЯ\n\t1.1. Настоящие Правила (далее - \"Регламент\") устанавливают порядок использования виртуального сообщества, созданного на платформе Discord (далее - \"Сервер\").\n\t1.2. Присоединение к Серверу означает безоговорочное принятие пользователем (далее - \"Участник\") всех положений настоящего Регламента.\n\t1.3. Администрация Сервера оставляет за собой право вносить изменения в Регламент без предварительного уведомления Участников.\n2. ПРАВА И ОБЯЗАННОСТИ УЧАСТНИКОВ\n\t2.1. Участники обязаны:\n\t\t2.1.1. Соблюдать нормы сетевого этикета и законодательства РФ;\n\t\t2.1.2. Воздерживаться от распространения информации, запрещенной законодательством РФ;\n\t\t2.1.3. Не нарушать авторские и смежные права третьих лиц.\n3. ЗАПРЕЩЕННЫЕ ДЕЙСТВИЯ\n\t3.1. На Сервере категорически запрещается:\n\t\t3.1.1. Распространение контента, содержащего:\n\t\t\t- Порнографические материалы (ст. 242 УК РФ);\n\t\t\t- Экстремистские материалы (ст. 282 УК РФ);\n\t\t\t- Информацию о способах изготовления наркотических средств (ст. 46 ФЗ-3);\n\t\t3.1.2. Осуществление действий, которые могут быть квалифицированы как:\n\t\t\t- Клевета (ст. 128.1 УК РФ);\n\t\t\t- Оскорбление (ст. 5.61 КоАП РФ);\n\t\t\t- Неправомерный доступ к компьютерной информации (ст. 272 УК РФ).\n4. ОТВЕТСТВЕННОСТЬ\n\t4.1. За нарушение положений Регламента Администрация применяет следующие меры воздействия:\n\t\t4.1.1. Первое нарушение - письменное предупреждение;\n\t\t4.1.2. Повторное нарушение - ограничение доступа на срок до 24 часов;\n\t\t4.1.3. Систематические нарушения - бессрочное ограничение доступа;\n\t\t4.1.4. Грубые нарушения - немедленное бессрочное ограничение доступа с возможностью передачи информации в правоохранительные органы.\n5. ПОРЯДОК ОБЖАЛОВАНИЯ\n\t5.1. Участник вправе обжаловать примененные к нему меры воздействия в течение 3 дней с момента их применения.\n\t5.2. Жалоба подается в письменной форме администратору Сервера через приватное сообщение.\n\t5.3. Рассмотрение жалобы осуществляется в течение 3 рабочих дней.\n6. КОНТАКТНЫЕ ДАННЫЕ ZAMKADYSH\n\t6.1. Для подачи апелляций пользователи могут использовать канал апелляции.\n\t6.2. В случае, если Сервер по каким-либо причинам не будет работать, пользователь не может пользоваться сервисами Discord, или модерация не будет отвечать, пользователь может подать апелляцию на электронную почту help.zamkadysh@gmail.com\n7. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ\n\t7.1. Администрация не несет ответственности за содержание сообщений, размещаемых Участниками.\n\t7.2. Все спорные вопросы, не урегулированные Регламентом, подлежат разрешению в соответствии с законодательством РФ.\n\nДата вступления в силу: 28 июня 2025 г. в 3:05\n\nАдминистрация Сервера:\nЗамкадыш - владелец"
  },
  "help4": {
    "id": "help4",
    "title": "Техническая поддержка",
    "description": "Наша служба поддержки работает 24/7. Вы можете обратиться за помощью через чат апелляии в Discord-сервере или по электронной почте help.zamkadysh@gmail.com",
    "fullDescription": "По этой ссылке https://discord.gg/3Frz7SBveS вы можете попасть на Discord-сервер zamkadysh. Перед его использованием, пожалуйста, ознакомьтесь с правилами. В соответствии с пунктом 6.2 правил Discord-сервера пользователь может отправить "
  }
}